Repository: GimbaLabs/csk-002
Catalog: l10n/youtube/subtitles/part1/*.po
Languages: es_es

source: whatever is relevant to you to your
es_es: lo que sea relevante para ti

source: goals
es_es: metas

source: listen to a podcast about that and then
es_es: escuchar un podcast sobre eso y luego

source: walk away put away the earbuds put away
es_es: caminar alejando los auriculares guardados

source: your computer
es_es: tu ordenador

source: whether it's uh you know cooking dinner
es_es: si es uh conoces la cena de cocina

source: or
es_es: o

source: doing some chores going for a walk or
es_es: hacer algunas tareas andando o

source: staring out the window
es_es: saliendo de la ventana

source: whatever step away and spend some time
es_es: sea cual sea el paso lejos y pasar algún tiempo

source: contemplating metaphors or stories
es_es: contemplando metáforas o historias

source: that will help you explain that idea
es_es: que te ayudará a explicar esa idea

source: then practice and iterate
es_es: luego practicar e iterar

source: go have conversations go see how those
es_es: ir a tener conversaciones ver como esas

source: metaphors land
es_es: tierra de metáforas

source: and see if they work out okay finally
es_es: y ver si funcionan bien finalmente

source: make sure to keep your goals in mind one
es_es: asegúrate de tener tus objetivos en cuenta uno

source: of mine is increased
es_es: de mina aumentada

source: agency i want more people to be able to
es_es: agencia que quiero que más personas puedan

source: do more things
es_es: hacer más cosas

source: to be able to make their visions come to
es_es: para poder hacer que sus visiones lleguen a

source: reality
es_es: realidad

source: for another way to think about goals and
es_es: para otra manera de pensar en las metas y

source: why this matters
es_es: por qué esto es importante

source: let's take a look at what josh was
es_es: echemos un vistazo a lo que era josh

source: saying a couple weeks ago on the afrofin
es_es: decir hace un par de semanas en el afrofin

source: lab podcast check it out like you're
es_es: podcast de laboratorio compruébalo como tú

source: understanding right now because i
es_es: entender ahora mismo porque yo

source: believe you're going to go back and do
es_es: cree que vas a volver atrás y hacer

source: some more research
es_es: más investigación

source: and trust me you start talking to your
es_es: y confía en que empiezas a hablar con tu

source: friend about this thing so that's how it
es_es: amigo acerca de esta cosa así que así es como

source: starts right each one reach one right
es_es: comienza a la derecha cada uno llegar a una derecha

source: so you need to go back and people need
es_es: así que necesitas volver atrás y la gente necesita

source: to start
es_es: para empezar

source: hearing and learning about this in uh
es_es: audición y aprendizaje sobre esto en uh

source: you know the topic for i mean part of
es_es: conoces el tema para mí significa parte de

source: our motto is
es_es: nuestra moto es

source: make this crypto nonsense make sense
es_es: hacer que este sin sentido de cifrado tenga sentido

source: people need to start making this
es_es: la gente necesita empezar a hacer esto

source: crypto nonsense make sense to their
es_es: cripto sin sentido tiene sentido a su

source: friends and that is the beginning of the
es_es: amigos y ese es el comienzo del

source: revolution and
es_es: revolución y

source: adoption of blockchain technology and
es_es: adopción de tecnología blockchain y

source: also that is the first step that needs
es_es: también ese es el primer paso que necesita

source: to happen
es_es: pasar

source: before we can gradually uh
es_es: antes de que podamos gradualmente uh

source: subliminally collect power from these
es_es: recolecta subliminalmente poder de estos

source: power grabbers
es_es: captadores de poder

source: yes josh you see this is why you're a
es_es: sí josh que ves esto es por lo que eres un

source: great teacher
es_es: gran profesor

source: you see you have this big grand vision
es_es: ves que tienes esta gran visión

source: for the problems we're gonna solve
es_es: para los problemas que estamos resolviendo

source: what's the problem
es_es: cuál es el problema

source: centralization power how centralized
es_es: centralización del poder

source: power can corrupt
es_es: el poder puede corromper

source: people okay we all want to undo that we
es_es: la gente está de acuerdo en que todos queremos deshacer que nosotros

source: all want to push back against
es_es: todos quieren hacer retroceder

source: that but how well you named it we got to
es_es: eso pero lo bien que lo llamaste hemos llegado

source: take our first
es_es: toma nuestro primero

source: step we have to have conversations with
es_es: paso con el que tenemos que tener conversaciones

source: our friends
es_es: nuestros amigos

source: we have to get the word out there and
es_es: tenemos que sacar la palabra aquí y

source: it's slow work but we can help people
es_es: es lento pero podemos ayudar a la gente

source: understand this one of the things that
es_es: entender esta de las cosas que

source: helps people gain understanding like
es_es: ayuda a la gente a entender como

source: i've already mentioned
es_es: ya he mencionado

source: is metaphors and stories now using
es_es: es metáforas e historias ahora usando

source: metaphors takes
es_es: toma metáforas

source: practice and that's why again
es_es: práctica y por eso otra vez

source: conversations and planning are
es_es: las conversaciones y la planificación son

source: iterative let's take a listen to sydney
es_es: iterativo vamos a escuchar la sinfonía

source: from that same episode of the podcast
es_es: del mismo episodio del podcast

source: using a metaphor that he leans on quite
es_es: usando una metáfora en la que se apoya bastante

source: often
es_es: a menudo

source: you know what joshua said is um
es_es: sabes lo que dijo joshua es um

source: you you i don't know i can't say what
es_es: no sabes que no puedo decir que

source: people on this
es_es: gente en esto

source: call know and don't know i'm not sure
es_es: llamar a saber y no sé que no estoy seguro

source: who's an auto mechanic here and knows
es_es: quién es un mecánico automático aquí y sabe

source: how an engine works
es_es: cómo funciona un motor

source: um but clearly i think that everyone
es_es: um pero claramente creo que todos

source: on the call has driven a car before um
es_es: en la llamada ha conducido un coche antes de um

source: so you don't need to know how the engine
es_es: así que no necesitas saber cómo el motor

source: works
es_es: obras

source: in order to get in and turn the key and
es_es: para entrar y girar la tecla y

source: use the
es_es: usar el

source: brake and the gas pedals can you tell
es_es: bronce y los pedales de gas se pueden decir

source: that sydney has had a chance to practice
es_es: ese sydney ha tenido la oportunidad de practicar

source: using this metaphor of engines in
es_es: usando esta metáfora de los motores en

source: automobiles
es_es: automóviles

source: and how it applies to the inner workings
es_es: y cómo se aplica al funcionamiento interno

source: of blockchain
es_es: de blockchain

source: okay in that particular conversation he
es_es: okay en esa conversación en particular él

source: was applying it
es_es: lo aplicó

source: to questions that we had about mass
es_es: a las preguntas que teníamos acerca de la masa

source: adoption
es_es: adopción

source: right but that metaphor could also work
es_es: correcto, pero esa metáfora también podría funcionar

source: in a one-on-one conversation with a
es_es: en una conversación uno a uno con un

source: newcomer to cardano
es_es: recién llegados a la tarjeta

source: and when you practice using metaphors
es_es: y cuando practica usando metáforas

source: when you see how they fall
es_es: cuando veas cómo caen

source: then you have more and more experience
es_es: entonces cada vez tienes más experiencia

source: and you can apply them
es_es: y puedes aplicarlos

source: with more nuance to any conversation
es_es: con más matices a cualquier conversación

source: that you hit on all right so now i'm
es_es: que golpeaste en todo momento ahora estoy

source: going to show me being kind of awkward
es_es: va a mostrarme una especie de incómodo

source: with a metaphor this was something that
es_es: con una metáfora esto era algo que

source: i thought of for the first time
es_es: pensé por primera vez

source: and i probably wouldn't say it the same
es_es: y probablemente no lo diría igual

source: way check it out
es_es: compruébalo

source: i just got this image as you were
es_es: acabo de obtener esta imagen como lo fuiste

source: speaking of like a tide
es_es: hablar de como una marea

source: just sort of like you know and like
es_es: simplemente como tú conoces y te gusta

source: people who are like in power like
es_es: personas que son como en el poder como

source: standing in front of the tide like oh no
es_es: estar frente a la marea como oh no

source: this isn't going to happen but they're
es_es: esto no va a suceder pero son

source: like
es_es: me gusta

source: literally just like a wave just
es_es: literalmente como una ola sólo

source: because it's it's coming i feel like
es_es: porque está llegando que me siento como

source: we're in a time
es_es: estamos en un momento

source: and a place globally right now where
es_es: y un lugar globalmente ahora mismo donde

source: it's like
es_es: es como

source: people are i think people
es_es: personas creo que son personas

source: i think there's a lot of like a lot of
es_es: creo que hay mucho como un montón de

source: feeling of
es_es: sensación de

source: this this sense of you know you're
es_es: esta sensación de que sabes que eres

source: you're you're a government
es_es: eres un gobierno

source: you're meant to be here for us and if
es_es: estás pensado para estar aquí para nosotros y si

source: you're not here for us then
es_es: no estás aquí para nosotros entonces

source: you know we need to be here for
es_es: sabes que necesitamos estar aquí para

source: ourselves and i
es_es: nosotros y yo

source: you know that's uh that's one of the
es_es: sabes que es uh uno de los

source: things that hooks me when it comes to
es_es: cosas que me ganchan cuando se trata de

source: blockchain and like this whole idea of
es_es: y le gusta esta idea de

source: decentralizing it and making it about
es_es: descentralizándolo y haciéndolo

source: what are the needs that we have what the
es_es: cuáles son las necesidades que tenemos de

source: problems that we have
es_es: problemas que tenemos

source: like putting tools in people's hands
es_es: les gusta poner herramientas en manos de las personas

source: that's it add that to the to the
es_es: eso es lo que añade a la

source: metaphor right we're trying to hand out
es_es: metáfora correcta estamos tratando de repartir

source: as many dingy boats and scuba gear and
es_es: tantos barcos y equipo de buceo y

source: all the things so that
es_es: todas las cosas para que

source: so that all of us can be safe in that
es_es: para que todos podamos estar seguros en eso

source: wave right
es_es: onda derecha

source: it's happening but we need we need
es_es: está sucediendo, pero necesitamos

source: people to understand that it's coming
es_es: gente para entender que está llegando

source: yikes well i mean aziza's metaphor was
es_es: producciones bien quiero decir que la metáfora de la aziza era

source: great this tidal wave coming over
es_es: gran esta ola de marea que viene

source: all of us changing the world right and
es_es: todos nosotros cambiamos el mundo y

source: you could extend that one if you want to
es_es: podrías extender esa si quieres

source: and i got so excited about it that i
es_es: y me entusiasmó tanto que yo

source: jumped in with dingy boats and scuba
es_es: saltó con botes y submarinismo

source: gear i
es_es: equipo i

source: you know i don't know if i would say it
es_es: sabes que no sé si lo diría

source: the same way as that again
es_es: del mismo modo que eso otra vez

source: right but that's the whole point when we
es_es: correcto, pero ese es el punto cuando nosotros

source: have conversations
es_es: tener conversaciones

source: we have a chance to practice the way we
es_es: tenemos la oportunidad de practicar la forma en que nosotros

source: say things
es_es: decir cosas

source: to practice the way things resonate and
es_es: para practicar la manera en que resuenan las cosas y

source: you know i probably certainly wouldn't
es_es: sabes que probablemente no lo haría

source: say it the same way as
es_es: decirlo de la misma manera que

source: that again but i do need to go for a
es_es: eso otra vez, pero necesito ir a por un

source: walk
es_es: caminar

source: and think about well what are the
es_es: y piensa bien en cuáles son los

source: metaphors
es_es: metáforas

source: how how are we helping people
es_es: cómo estamos ayudando a la gente

source: navigate this wave of of new things
es_es: navegar por esta ola de cosas nuevas

source: that's happening
es_es: eso está sucediendo

source: now the only way to do that is through
es_es: ahora la única manera de hacerlo es a través de

# 00:16:34.839-->00:16:37.360
source: conversations
es_es: conversaciones

source: and we're going to cover that in the
es_es: y vamos a cubrir eso en el

source: next part of this starter kit
es_es: parte siguiente de este kit de inicio

source: one of the things i've learned in my
es_es: una de las cosas que he aprendido en mi

source: teaching career
es_es: enseñando carrera

source: is that the more broadly i prepare for a
es_es: es que cuanto más ampliamente me preparo para un

source: lesson
es_es: lección

source: the more able i am during that lesson to
es_es: cuanto más capaz soy durante esa lección

source: really engage with people if i'm not
es_es: comprometerse realmente con la gente si no lo soy

source: prepared i might just have a quick
es_es: preparado podría tener un rápido

source: script
es_es: guión

source: to read and want to get through the
es_es: para leer y querer pasar por el

source: points that i want to say
es_es: puntos que quiero decir

source: but if i'm really prepared if i've done
es_es: pero si estoy realmente preparado si lo he hecho

source: my research
es_es: mi investigación

source: and practiced thinking about things
es_es: y pensamiento practicado sobre cosas

source: then i'm able to be fully present
es_es: entonces puedo estar completamente presente

source: with the people that i'm trying to help
es_es: con la gente que estoy tratando de ayudar

source: learn something
es_es: aprender algo

source: okay a great teacher of mine
es_es: valen a un gran maestro mío

source: helped me understand that gentleness
es_es: me ayudó a entender esa compasión

source: comes from
es_es: viene de

source: strength and i've always really
es_es: fuerza y yo siempre realmente

source: appreciated that lesson
es_es: apreció esa lección

source: the stronger and more prepared i am
es_es: más fuerte y preparado estoy

source: the gentler i'm able to be and speaking
es_es: el vencedor puedo estar y hablar

source: of metaphors this metaphor applies to
es_es: de metáforas a las que se aplica esta metáfora

source: both
es_es: ambos

source: physical strength being gentle with
es_es: la fuerza física siendo suave con

source: heavy delicate objects right
es_es: objetos delicados pesados a la derecha

source: and it also applies to human
es_es: y también se aplica al humano

source: relationships
es_es: relaciones

source: so when we come to conversations
es_es: así que cuando lleguemos a conversaciones

source: about cardano i think it helps to think
es_es: sobre cardano creo que ayuda a pensar

source: of them as
es_es: de ellos como

# 00:18:04.519-->00:18:10.960
source: problem-based conversations
es_es: conversaciones basadas en problemas

source: jaime gossip a famous educator he's
es_es: jaime chisma a un educador famoso que es

source: worked at
es_es: trabajó en

source: google and i'll link to a video
es_es: google y enlazaré a un video

source: that i got this quote from he asks
es_es: que he recibido esta cita de él pregunta

source: these three questions what problem do
es_es: estas tres preguntas qué problema tienen

source: you want to solve
es_es: quieres resolver

source: how do you want to solve that problem
es_es: cómo quieres resolver ese problema

source: and
es_es: y

source: what do you need to learn to solve that
es_es: qué necesitas aprender para resolver eso

source: problem and he shows
es_es: problema y muestra

source: how personal these questions are
es_es: cuán personales son estas preguntas

source: not only the question about the problem
es_es: no sólo la pregunta sobre el problema

source: we want to solve
es_es: queremos resolver

source: but what can i do how do i want to
es_es: pero qué puedo hacer como quiero

source: contribute
es_es: contribuir

source: that's a very subjective question and
es_es: es una pregunta muy objetiva y

source: everybody's going to have a different
es_es: todos van a tener un diferente

source: answer to it that's kind of the beauty
es_es: respuesta a la que es una especie de belleza

source: of decentralization
es_es: de descentralización

source: we all have a chance to
es_es: todos tenemos la oportunidad de

source: and then once you get people to talk
es_es: y luego una vez que la gente hable

source: about the problems they want to solve
es_es: sobre los problemas que quieren resolver

source: now we can start asking them okay how
es_es: ahora podemos empezar a preguntarles cómo

source: can i help you how can i help you learn
es_es: puede ayudarte a aprender

source: what you need to know in order to do
es_es: lo que necesitas saber para hacer

source: that
es_es: que

source: now we've been collecting videos from
es_es: ahora hemos estado recopilando videos de

source: the community
es_es: la comunidad

source: about how to talk about cardano and i
es_es: sobre cómo hablar sobre cardano y i

source: want to share
es_es: quiere compartir

source: one of my favorite clips from steve
es_es: uno de mis clips favoritos de steve

source: i'm going to let you see steve drop the
es_es: voy a dejarte ver steve drop

source: mic and then how he continues on because
es_es: micrófono y luego cómo continúa porque

source: i think it's a great way
es_es: creo que es una buena manera

source: uh to to kind of frame
es_es: uh a tipo de fotograma

source: why we think about problem and project
es_es: por qué pensamos sobre el problema y el proyecto

source: based learning
es_es: aprendizaje basado

source: and what i mean by problem-based
es_es: y lo que quiero decir por problema

# 00:19:38.079-->00:19:41.599
source: conversations
es_es: conversaciones

source: so here's steve what problem does
es_es: así que aquí está steve qué problema hace

source: cardano solve
es_es: resolución de tarjeta

source: what problem do you have in the latest
es_es: qué problema tienes en la última

source: catalyst funding round we had 126
es_es: la ronda de financiación de catalizadores teníamos 126

source: proposals which are all solving for
es_es: propuestas que se están resolviendo para

source: different problems
es_es: problemas diferentes

source: look blockchain or more specifically
es_es: mira blockchain o más específicamente

source: is not a solution looking for a problem
es_es: no es una solución buscando un problema

source: nor is it a silver bullet
es_es: tampoco es un balón de plata

source: for all the problems of the world the
es_es: para todos los problemas del mundo el

source: fact remains that
es_es: sigue siendo eso

source: financial and governance systems across
es_es: sistemas financieros y de gobernanza en todos los países

source: the globe are in one way or another
es_es: el globo está de una manera u otra

source: broken
es_es: roto

source: or at least in need of a good cleaning
es_es: o al menos en necesidad de una buena limpieza

source: up if we can
es_es: si podemos

source: solve for the financial or identity
es_es: resolver por la identidad o financiera

source: or governance issues in places where
es_es: o asuntos de gobernanza en lugares donde

source: these are a problem
es_es: estos son un problema

source: then we have a successful project
es_es: entonces tenemos un proyecto exitoso

source: if that then grows outward to solve
es_es: si eso crece hacia afuera para resolver

source: other problems
es_es: otros problemas

source: which maybe we can't even comprehend
es_es: que tal vez ni siquiera podamos terminar

source: today
es_es: hoy

source: well that's just groovy steve thank you
es_es: bien eso es simplemente groovy steve gracias

source: for that
es_es: para eso

source: and for everybody out there looking to
es_es: y para todo el mundo que busca

source: start conversations
es_es: iniciar conversaciones

source: that's really all you have to say what
es_es: eso es todo lo que tienes que decir que

source: problem do you have
es_es: problema tiene

source: now what i really like about what steve
es_es: ahora lo que realmente me gusta de lo que steve

source: shares there is how he continues on
es_es: comparte ahí es cómo continúa en

source: to talk about how solving one set of
es_es: para hablar sobre cómo resolver un conjunto de

# 00:20:54.720-->00:21:00.240
source: problems
es_es: problemas

source: opens up the door to solve more problems
es_es: abre la puerta para resolver más problemas

source: this idea of incremental growth and
es_es: esta idea de crecimiento incremental y

source: iteration
es_es: iteración

source: once we build habits of solving problems
es_es: una vez que construimos hábitos de resolver problemas

source: together
es_es: juntos

source: once we practice talking about them then
es_es: una vez que practiquemos hablar de ellos entonces

source: we can address
es_es: podemos dirigirnos

source: even bigger problems some of which like
es_es: problemas aún mayores algunos de los cuales les gusta

source: steve says
es_es: steve dice

source: we haven't even imagined yet
es_es: ni siquiera nos hemos imaginado todavía

source: so think back to some of that teaching
es_es: así que piensen en algunas de esas enseñanzas

source: terminology i shared with you earlier
es_es: terminología que he compartido con usted anteriormente

source: how can you treat conversations as
es_es: cómo puedes tratar las conversaciones como

source: formative assessments
es_es: evaluaciones formativas

source: and based on what you learned from
es_es: y basado en lo que aprendió de

source: people
es_es: personas

source: how can you scaffold for your friends
es_es: cómo puedes andamio para tus amigos

source: and your family
es_es: y su familia

source: how to help them learn the next thing
es_es: cómo ayudarles a aprender lo siguiente

source: how well are you bringing people into
es_es: qué tan bien estás trayendo gente

source: these conversations
es_es: estas conversaciones

source: is your focus really on helping people
es_es: es tu foco en ayudar a la gente

source: learn
es_es: aprender

source: or do you just want to tell people how
es_es: o simplemente quieres contarle a la gente cómo

source: great cardano is
es_es: gran cardano es

source: all right all of us that's what our
es_es: todos nosotros eso es lo que nuestro

source: community is for
es_es: la comunidad es para

source: come on anytime we could talk about how
es_es: venid en cualquier momento podríamos hablar de cómo

source: much we love this project and
es_es: mucho nos encanta este proyecto y
