Repository: GimbaLabs/csk-002
Catalog: l10n/youtube/subtitles/part1/*.po
Languages: es_es

source: what we think it's going to do but when
es_es: lo que pensamos que va a hacer, pero cuándo

source: it comes to talking about
es_es: se trata de hablar de

# 00:21:58.319-->00:22:03.038
source: cardano with your friends and family
es_es: "Cómo hablar de Cardano con tu familia y amigos"

source: please focus on learning
es_es: por favor concéntrate en aprender

source: please focus on what people understand
es_es: por favor concéntrate en lo que la gente entiende

source: so far
es_es: hasta ahora

source: and how you're going to help them
es_es: y cómo vas a ayudarlos

source: understand what's next
es_es: entender qué es lo siguiente

source: we're not in charge because we're not
es_es: no estamos a cargo porque no somos

source: here just to
es_es: aquí sólo para

source: talk about what we want to talk about we
es_es: habla sobre lo que queremos hablar de nosotros

source: got to meet people where they're at
es_es: conoció a gente en la que están

source: again remember this is iterative work
es_es: recordar de nuevo que es un trabajo iterativo

source: and it's not about you digesting all
es_es: y no se trata de que digeras todo

source: this information that's out there
es_es: esta información está ahí fuera

source: it's about how well you're prepared
es_es: se trata de lo bien que estás preparado

source: to help people understand things so
es_es: para ayudar a la gente a entender las cosas así

source: this task is easy go have a conversation
es_es: esta tarea es fácil ir a tener una conversación

source: and while you're having that
es_es: y mientras estás teniendo eso

source: conversation think about what problems
es_es: pensar en qué problemas hay

source: people are naming
es_es: gente está nombrando

source: think about what metaphors might help
es_es: pensar en qué metáforas podrían ayudar

source: and maybe try using some of the ones
es_es: y tal vez intente usar algunos de los

source: you've brainstormed
es_es: has retorcido

source: and as you reflect on the conversation
es_es: y mientras reflexionas sobre la conversación

source: you'll think of new ways that you might
es_es: pensarás en nuevas maneras que podrías

source: need to develop for explaining things
es_es: necesita desarrollarse para explicar las cosas

source: what questions came up and then
es_es: qué preguntas surgieron y luego

source: if you want to come reflect uh with with
es_es: si quieres venir a reflejar uh con

source: the rest of us in discord
es_es: el resto de nosotros en Discord

source: you'll see a link in in the materials
es_es: verás un enlace en los materiales

source: accompanying
es_es: acompañando

source: this video come pop into discord
es_es: este video ven pop en discordia

source: share questions that stump to you or you
es_es: comparte preguntas que te molestan o te gustan

source: found particularly interesting
es_es: encontrado particularmente interesante

source: share metaphors that you're proud of
es_es: comparte metáforas de las que estás orgulloso

source: using uh
es_es: usando uh

source: and if you you know if you put your foot
es_es: y si sabes si pones el pie

source: in your mouth and you want to talk about
es_es: en tu boca y quieres hablar de

source: that too
es_es: eso también

source: we'd love to hear that i do it all the
es_es: nos encantaría escuchar que lo hago todo

source: time i'm probably doing it in this video
es_es: vez probablemente lo esté haciendo en este video

source: um but this is our practice right this
es_es: um pero esta es nuestra práctica correcta

source: is how we learn and grow together
es_es: es cómo aprendemos y crecemos juntos

source: now optionally for this part i was
es_es: opcionalmente para esta parte que era

source: really moved um
es_es: realmente movido um

source: by frederick greygards i hope i'm saying
es_es: por frederick grises, espero que esté diciendo

source: his name right um the new
es_es: su nombre justo en el nuevo

source: cardano foundation ceo i listened to a
es_es: cardano fundación ceo escuché una

source: 30-minute interview of him on the crypto
es_es: Entrevista de 30 minutos sobre el criptograma

source: valley podcast
es_es: podcast del valle

source: and i was really impressed i really
es_es: y me ha impresionado mucho

source: admired
es_es: admirado

source: the way he was framing questions about
es_es: la forma en que estaba enmarcando preguntas sobre

source: cardano adoption
es_es: adopción de tarjeta

source: from a problem-based standpoint and i
es_es: desde un punto de vista basado en problemas y i

source: would really recommend
es_es: realmente recomendaría

source: i was talking before about choosing
es_es: estaba hablando antes de elegir

source: quality content
es_es: contenido de calidad

source: i would definitely recommend this as
es_es: I would definitely recommend this as it as

source: really high quality content
es_es: contenido de alta calidad

source: really interesting uh to a hear that
es_es: uh realmente interesante para escuchar eso

source: cardano foundation is in
es_es: fundación de cardano está en

source: is in good hands uh as far as what i'm
es_es: está en buenas manos hasta lo que yo

source: hearing there
es_es: audición allí

source: um but that he's got such a great grasp
es_es: um pero que tiene un grasp tan grande

source: on approaching these conversations from
es_es: al acercarse a estas conversaciones desde

source: a problem-based
es_es: un problema basado en

source: perspective all right so next we're
es_es: perspectiva de todo justo así que siguiente

source: gonna spend a few minutes going out into
es_es: gonna pasa unos minutos saliendo en

source: the real world
es_es: el mundo real

source: and getting some ada into people's hands
es_es: y poner algo en manos de la gente

source: hey everybody james here i'm from
es_es: hey all james here from

source: workshop navy and we're filming a
es_es: marina del taller y estamos filmando una

# 00:24:42.240-->00:24:46.558
source: starter kit
es_es: kit de inicio

source: here on the corner of franklin street
es_es: aquí en la esquina de franklin street

source: in worcester massachusetts this is my
es_es: en masacraderos de worcester este es mi

source: buddy adam
es_es: adam amigo

source: adam created the workshop maybe logo
es_es: adam creó el logo del taller tal vez

source: and i'm going to use my urroy wallet to
es_es: y voy a usar mi cartera urroy para

source: pay him for it
es_es: pagarle por ello

source: right now adam you got your oil
es_es: ahora mismo adam tienes tu aceite

source: installed oh absolutely man yes when did
es_es: instalado oh absolutamente man sí cuando lo hizo

source: you download it uh a couple days ago all
es_es: lo descargas uh hace un par de días todo

source: right so you got a
es_es: acertado para que tengas un

source: is it empty zero data no ada yet all
es_es: está vacía cero datos aún no todos

source: right we're going to pay adam we're
es_es: bien vamos a pagar adam que estamos

source: going to get them into the ada ecosystem
es_es: los introducirá en el ecosistema de ada

source: uh using ada so i'm going to open up my
es_es: uh usando ada para abrir mi

source: euro wallet
es_es: monedero euro

source: i'm going to get my send screen open got
es_es: voy a conseguir que mi pantalla de envío se abra

source: nice i'm going to scan that here we go
es_es: bonito voy a escanear que aquí vamos

source: scan type in the amount
es_es: escanear el tipo en la cantidad

source: type in my spending password
es_es: escribe mi contraseña para enviar

source: and go all right i hope this works
es_es: y ve todo lo correcto espero que esto funcione

source: thanks james you bet now did it show up
es_es: gracias a los juegos que has apostado ahora ha aparecido

source: yet
es_es: aún

source: it might take a couple seconds here
es_es: puede tardar un par de segundos aquí

source: there it is i got it all right awesome
es_es: me parece genial

source: um how does it feel to be holding ada in
es_es: um cómo se siente mantener adada en

source: your hands i'm stoked about it
es_es: tus manos estoy muy contento de ello

source: this is so exciting all right
es_es: esto es muy emocionante

source: so yo all we want to do is encourage
es_es: así que todo lo que queremos hacer es animar

source: people hey think about
es_es: gente en la que piensas

source: opportunities to use this in your
es_es: oportunidades de usar esto en tu

source: day-to-day life now we got
es_es: la vida cotidiana ahora tenemos

source: adam on board here actually your name is
es_es: adam a bordo aquí en realidad su nombre es

source: so much like ada
es_es: tanto como ada

source: it is interesting okay we got ada adam
es_es: es interesante okay tenemos ada adam

source: in the house we got ryan behind the the
es_es: en la casa recibimos ryan detrás del

source: screen here
es_es: pantalla aquí

source: ryan's got these these really cool ada
es_es: ryan consiguió estas muy frescas

source: coins he just printed one for me on a
es_es: monedas que acaba de imprimir una para mí en un

source: on a 3d printer so lots of exciting
es_es: en una impresora 3d tan emocionante

source: stuff happening around here
es_es: cosas que están ocurriendo aquí

source: adam thanks for coming out tonight no
es_es: adam gracias por salir esta noche no

source: problem man and uh we'll talk to
es_es: problema man y uh hablaremos con

source: everybody soon
es_es: todo el mundo pronto

source: all right so in terms of real world use
es_es: todo lo correcto en términos de uso del mundo real

source: just sending a little bit of ada back
es_es: sólo enviando un poco de ada de vuelta

source: and forth between wallets
es_es: y adelante entre carteras

source: is about the extent of what most people
es_es: es acerca del alcance de lo que la mayoría de la gente

source: can do
es_es: puede hacer

source: right now okay that's all right
es_es: ahora mismo está bien

source: there's a lot more functionality coming
es_es: hay muchas más funcionalidades por venir

source: out
es_es: fuera

source: the middle of next year gogin is going
es_es: a mediados del próximo año va gogin

source: to be fully released
es_es: para ser liberado por completo

source: we're going to be able to use it in the
es_es: vamos a poder usarlo en el

source: coming months
es_es: próximos meses

source: as parts of it go online
es_es: como parte de él entra en línea

source: we want to have chances to play with it
es_es: queremos tener oportunidades de jugar con él

source: to see what we can do with it
es_es: para ver qué podemos hacer con él

source: and that's why cardano starter kits
es_es: y por eso los kits de inicio de cardano

source: exist
es_es: existe

source: listen i really don't want to be the
es_es: escucha no quiero ser el

source: face and the voice of cardano starter
es_es: cara y la voz del iniciador de cardano

source: i love doing this i love sharing my own
es_es: me encanta hacer esto me encanta compartir mi propia

source: perspective
es_es: perspectiva

source: but i'm really hoping if i if i do this
es_es: pero realmente espero si lo hago

# 00:27:13.759-->00:27:15.839
source: right
es_es: derecha

source: other people are going to want to
es_es: otras personas querrán

source: contribute too and that means you
es_es: contribuir también y eso significa tú

source: if if you find this question of how
es_es: si encuentras esta pregunta de cómo

source: local use will contribute to the
es_es: el uso local contribuirá al

source: adoption of cardano
es_es: adopción de cardano

source: please be in touch i know this isn't the
es_es: por favor esté en contacto sé que esto no es el

source: whole story
es_es: toda la historia

source: there's really important work going on
es_es: hay trabajo realmente importante en curso

source: the enterprise level
es_es: el nivel de empresa

source: there's really incredible work being
es_es: hay trabajo realmente increíble siendo

source: done around
es_es: hecho alrededor

source: oracle pools and decentralized
es_es: piscinas de oráculo y descentralizado

source: identities
es_es: identidades

source: and all of that is so important
es_es: y todo eso es tan importante

source: it's ground breaking
es_es: es un rompecabezas

source: alongside that let's also address these
es_es: junto a eso también vamos a abordar estos

source: questions of local adoption
es_es: cuestiones de adopción local

source: all right if you want to get involved
es_es: todo correcto si quieres involucrarte

source: there's a discord link
es_es: hay un enlace de discord

source: to accompany this starter kit where you
es_es: para acompañar este kit de inicio donde usted

source: can come talk about
es_es: puede hablar de

source: the ideas in this starter kit your own
es_es: las ideas en este kit de inicio propio

source: experiences with implementation
es_es: experiencias con la implementación

source: but you can also start to participate in
es_es: pero también puedes empezar a participar en

source: some of the bigger conversations we're
es_es: algunas de las conversaciones más grandes que somos

source: having
es_es: teniendo

source: we would love to have you there all
es_es: nos encantaría tenerte ahí todos

# 00:28:15.519-->00:28:19.038
source: right
es_es: derecha

source: there's one more part of this starter
es_es: hay una parte más de este iniciador

source: kit part four
es_es: parte cuatro del kit

source: i'm going to release it in a separate
es_es: voy a liberarlo en un separador

source: video you'll see the links in the
es_es: vídeo que verás los enlaces en el

source: documentation here
es_es: documentación aquí

source: where we dive into marlow a little bit
es_es: donde nos sumergiremos un poco en el calabaza

source: and there's another call to action there
es_es: y hay otra llamada a la acción allí

source: with a project you can do
es_es: con un proyecto que puedes hacer

source: um it's really exciting the vision
es_es: um es realmente emocionante la visión

source: of the iohk team around marlow
es_es: del equipo iohk alrededor de la marisma

source: i was just watching the october
es_es: estaba viendo el octubre

source: development update
es_es: actualización de desarrollo

source: earlier today and just to see
es_es: antes de hoy y sólo para ver

source: that team talking about how this is a
es_es: ese equipo habla de cómo esto es un

source: tool
es_es: herramienta

source: they want to put in everybody's hands
es_es: quieren poner en las manos de todos

source: that's what we're here for that's what
es_es: eso es lo que estamos aquí para eso

source: gets me up in the morning and i
es_es: me levanta por la mañana y i

source: really i'm so thrilled to try to
es_es: realmente estoy muy encantado de intentar

source: contribute to that work
es_es: contribuir a ese trabajo

source: all right invite you to do the same
es_es: todo el derecho te invita a hacer lo mismo

source: the action step for part three go out in
es_es: el paso de acción de la parte 3 sale en

source: your community
es_es: tu comunidad

source: help somebody get hands-on with cardano
es_es: ayudar a alguien a ponerse manos a la obra con cardano

source: okay
es_es: ok

source: it's challenging uh to buy ada right now
es_es: es desafiante uh comprar ada ahora mismo

source: okay so like i did i i
es_es: okay so like i made i

source: had adam design a logo for me and i
es_es: tenía adam diseñando un logotipo para mí y i

source: asked him hey can i pay you an ada
es_es: le preguntó hey can i pay an ada

source: and he was fine with that so i did now
es_es: y estaba bien con eso así lo hice ahora

source: he's got some ada in his wallet
es_es: tiene un poco de adada en su cartera

source: he now he can feel what it's like and
es_es: ahora él puede sentir lo que es y

source: maybe eventually he'll purchase his own
es_es: tal vez finalmente compre el suyo propio

source: maybe he'll use the ada i gave him to
es_es: tal vez él usará la ada a la que le di

source: stake it and he'll find out what that's
es_es: apóstelo y averiguará qué es

source: what that's like right maybe he'll pay
es_es: lo que es correcto tal vez pague

source: somebody else
es_es: alguien más

source: this is how we drive adoption right we
es_es: así es como impulsamos la adopción justo nosotros

source: just start
es_es: acaba de empezar

source: getting the the idea out there and
es_es: conseguir la idea ahí fuera y

source: people start to say
es_es: gente empieza a decir

source: ah okay i see right there's gonna be a
es_es: okay y veo bien que hay gonna ser un

source: lot more ways
es_es: más maneras

source: to get hands-on with cardano in the
es_es: para obtener el hands-on con cardano en el

source: years to come
es_es: años por venir

source: for now let's jump in
es_es: por ahora vamos a ir en

source: so to close out we're going to go back
es_es: así que para cerrar vamos a volver

source: to this question about having
es_es: a esta pregunta acerca de tener

# 00:30:02.880-->00:30:07.840
source: problem-based conversations
es_es: conversaciones basadas en problemas

source: i'm going to let sydney take us home in
es_es: voy a dejar que Sydney nos lleve a casa

source: this story he tells
es_es: esta historia que cuenta

source: about a conversation he was having with
es_es: sobre una conversación con la que estaba teniendo

source: his brother so thank you so much for
es_es: su hermano tan gracias por

source: spending this time with me today
es_es: pasar este tiempo conmigo hoy

source: make sure to check out part four if
es_es: asegúrese de revisar la parte cuatro si

source: you're interested in learning more about
es_es: estás interesado en aprender más sobre

source: and i'll see you soon take care i mean i
es_es: y veré que pronto te cuidaré de significar i

source: don't know how these things will happen
es_es: no sabe cómo sucederán estas cosas

source: i do believe that blockchain will have a
es_es: creo que blockchain tendrá un

source: hand in solving these problems
es_es: ayudar a resolver estos problemas

source: um and i was having a conversation just
es_es: um y yo estaba teniendo una conversación sólo

source: before our call today
es_es: antes de nuestra llamada de hoy

source: with my brother who is a um
es_es: con mi hermano que es un um

source: a police officer for the the memphis
es_es: un agente de policía de los memphis

source: police police department
es_es: departamento de policía

source: and his wife who uh manages um
es_es: y su esposa que administra um

source: uh nurses for one of the hospitals here
es_es: uh enfermeras para uno de los hospitales aquí

source: in memphis and we had this deep
es_es: en memphis y teníamos esta profundidad

source: conversation
es_es: conversación

source: about um how how do we help people
es_es: acerca de cómo ayudar a la gente

source: because in the memphis area um there's a
es_es: porque en el área de memphis hay un

source: there's a lot of
es_es: hay mucho de

source: um there's a lot of things that that
es_es: um hay muchas cosas que eso

source: occur
es_es: ocurren

source: that um uh you know that that
es_es: ese um uh sabes que eso

source: that are hard to deal with a lot of you
es_es: que son difíciles de lidiar con muchos de ustedes

source: know lack of resources a lot of um
es_es: saber que falta de recursos es mucho

source: violence a lot a lot of those types of
es_es: violencia mucho de esos tipos de

source: things and i was asking so how do
es_es: cosas y yo estaba preguntando cómo hacerlo

source: how do we fix those problems and i was
es_es: cómo arreglamos esos problemas y estaba

source: trying to pull that out of them
es_es: tratando de sacar eso de ellos

source: because i know um
es_es: porque sé um

source: without a doubt that blockchain will
es_es: sin duda alguna que blockchain lo hará

source: facilitate
es_es: facilitar

source: those solutions so whatever they were
es_es: estas soluciones sean lo que fuesen

source: what they were telling me about the
es_es: lo que me estaban diciendo sobre el

source: problem
es_es: problema

source: i know that we can we can apply their
es_es: sé que podemos aplicar su

source: solutions
es_es: soluciones

source: on a blockchain network that will
es_es: en una red de blockchain que será

source: meet each person individually where they
es_es: conocer a cada persona individualmente donde

source: are
es_es: están

source: and help to resolve these huge problems
es_es: y ayudar a resolver estos enormes problemas

source: that we've been talking about fixing for
es_es: que hemos estado hablando de arreglar para

source: for centuries now
es_es: desde hace siglos
