Repository: GimbaLabs/csk-002
Catalog: l10n/youtube/subtitles/part1/*.po
Languages: es_es

source: hi my name is james and this is a
es_es: Hola, mi nombre es James y esto es un

source: thanks for checking it out the name of
es_es: Gracias por echarnos un vistazo, El nombre de

source: this starter kit is how to talk about
es_es: este starter kit es

# 00:00:08.558-->00:00:12.558
source: cardano with your friends and family
es_es: "Cómo hablar de Cardano con tu familia y amigos"

source: and if you're thinking wow that's a
es_es: y si estás pensando "wow" eso es

source: pretty presumptuous title
es_es: un título bastante presuntuoso

source: you're exactly right i want to get
es_es: estás en lo correcto.

source: something clear
es_es: estás en lo correcto.

source: i'm not an expert on this i'm on this
es_es: no soy un experto en esto estoy en esto

source: journey too and i want to figure out how
es_es: viaje también y quiero averiguar cómo

source: to get better at this
es_es: para mejorar en esto

source: and if i do this starter kit right
es_es: y si hago este kit de inicio derecho

source: you're going to have your own ideas at
es_es: vas a tener tus propias ideas en

source: the end of it for how you want to talk
es_es: el final de él para cómo quieres hablar

source: about cardano
es_es: sobre cardano

source: for how you want to address different
es_es: para saber cómo quieres dirigirte a diferentes

source: problems than the ones
es_es: problemas que los problemas

source: i want to address okay we're on a
es_es: quiero direccionar okay estamos en un

source: journey together
es_es: viaje juntos

source: i really just want to kind of help get
es_es: realmente solo quiero una especie de ayuda

source: conversations going
es_es: conversaciones en curso

source: and then get out of the way now i happen
es_es: y luego salir del camino ahora que me pasa

source: to be a teacher
es_es: para ser profesor

source: we all have our own domains of expertise
es_es: todos tenemos nuestros propios dominios de experiencia

source: mine is education and so what i want to
es_es: el mío es educación y por eso lo que quiero

source: do to start this
es_es: hacer para iniciar esto

source: starter kit is is share a few education
es_es: el kit de inicio es compartir algunas educación

source: terms with you if you're not a teacher
es_es: términos contigo si no eres un profesor

source: maybe you don't think about things in
es_es: tal vez no pienses en cosas en

source: these terms
es_es: estos términos

source: but i'm hoping that by throwing these
es_es: pero espero que lanzando estos

source: ideas out there
es_es: ideas ahí fuera

source: these might prompt some line of thinking
es_es: estos podrían generar alguna línea de pensamiento

source: in your mind
es_es: en tu mente

source: and then you can pursue that so i'm
es_es: y entonces puedes perseguir eso así que yo estoy

source: going to share these terms
es_es: compartirá estos términos

source: don't worry too much about remembering
es_es: no te preocupes demasiado por recordar

source: what the words are
es_es: cuáles son las palabras

source: i just want to get some ideas out there
es_es: solo quiero obtener algunas ideas aquí

source: so that we can then use them
es_es: para que podamos utilizarlos

source: as we move through this starter kit if
es_es: mientras nos movemos a través de este kit de inicio si

source: you find any of these
es_es: encuentras cualquiera de estos

source: ideas particularly useful i'm providing
es_es: ideas particularmente útiles que estoy proporcionando

source: some links
es_es: algunos enlaces

source: for following up but you can also join
es_es: por seguir, pero también puedes unirte

source: our conversation in the gimbal labs
es_es: nuestra conversación en los laboratorios de gimnasia

source: discord
es_es: discordia

source: if you want to continue these
es_es: si quieres continuar con estos

source: conversations ask new questions
es_es: las conversaciones hacen nuevas preguntas

source: ask for further resources and so on
es_es: pedir más recursos y así sucesivamente

source: so let's get going project-based
es_es: así que vamos a ir basados en proyectos

source: learning is something that we're really
es_es: aprender es algo que realmente somos

source: big on at gimbal labs and at workshop
es_es: grande en los laboratorios de aparatos y en el taller

source: maybe and it's just based on this idea
es_es: tal vez y sólo se basa en esta idea

source: that people learn
es_es: que la gente aprende

source: best by doing things
es_es: mejor haciendo cosas

source: similar to project-based learning is
es_es: similar al aprendizaje basado en el proyecto es

source: problem-based
es_es: basado en problemas

source: learning we learn best when we have a
es_es: aprender aprendemos mejor cuando tenemos un

source: chance to figure things out
es_es: oportunidad de averiguar cosas

source: for ourselves pbl
es_es: para nosotros mismos pbl

source: is an acronym that's a really convenient
es_es: es un acrónimo que es realmente conveniente

source: for both of these terms because they're
es_es: para ambos términos porque son

source: connected
es_es: conectado

source: when we work on projects whether it's a
es_es: cuando trabajamos en proyectos si es un

source: home improvement
es_es: mejora de casa

source: project or a business project
es_es: proyecto o proyecto de negocio

source: anything we might want to accomplish out
es_es: cualquier cosa que queramos completar

source: in the world
es_es: en el mundo

source: we run into problems this is what
es_es: nos encontramos con problemas esto es lo que

source: software development is all about right
es_es: el desarrollo de software es correcto

source: we run into problems that we then have
es_es: nos encontramos con problemas que luego tenemos

source: to figure out new things
es_es: averiguar cosas nuevas

source: and that's how we develop expertise so
es_es: y así es como desarrollamos experiencia así

source: there's always this give and take
es_es: siempre hay este regalo y tomar

source: between the project i want to complete
es_es: entre el proyecto que quiero completar

source: the problems that emerge and how i learn
es_es: los problemas que surgen y cómo aprendo

source: from both of those things
es_es: de ambas cosas

source: so when i use the acronym pbl i'm kind
es_es: así que cuando uso el acrónimo pbl soy tipo

source: of talking about
es_es: de hablar de

source: both of these things at the same time
es_es: ambas cosas al mismo tiempo

source: now
es_es: ahora

source: whether we're talking about students or
es_es: ya estemos hablando de estudiantes o

source: just grown-ups in the real world trying
es_es: simplemente crecimientos en el mundo real intentando

source: to accomplish real things
es_es: para lograr cosas reales

source: pbl gives us the opportunity to practice
es_es: pbl nos da la oportunidad de practicar

source: collaboration
es_es: colaboración

source: and exec executive functioning okay
es_es: y ejecutivos que funcionan correctamente

source: executive functioning is just planning
es_es: el funcionamiento ejecutivo está planeando

source: and execution how do you set priorities
es_es: y ejecución cómo establecer prioridades

source: how do you make plans what do you need
es_es: cómo hacer planes qué necesitas

source: to do to get the job done
es_es: hacer para terminar el trabajo

source: and of course uh to solve most great
es_es: y, por supuesto, uh para resolver la mayoría de los grandes

# 00:03:15.598-->00:03:17.840
source: problems
es_es: problemas

source: you need a team you need to be able to
es_es: necesitas un equipo que necesitas para poder

source: collaborate with people
es_es: colaborar con personas

source: teachers are always paying attention to
es_es: los profesores siempre están prestando atención a

source: formative assessment this is not like
es_es: evaluación formativa que no es como

source: taking the sats or a big exam at the end
es_es: tomando los sats o un gran examen al final

source: of the year
es_es: del año

source: formative assessment happens all the
es_es: la evaluación formativa ocurre todo el

source: time and the point is
es_es: la hora y el punto es

source: never to call students out on what they
es_es: nunca para llamar a los estudiantes sobre lo que ellos

source: do or don't know
es_es: hacer o no saber

source: it's for teachers to find out what
es_es: es para los profesores averiguar qué es lo que

source: students know
es_es: los estudiantes saben

source: so that teachers can help their students
es_es: para que los profesores puedan ayudar a sus estudiantes

source: take the next
es_es: tomar el siguiente

source: step the teacher's responsibility then
es_es: pisar la responsabilidad del profesor entonces

source: is to provide
es_es: es proporcionar

source: scaffolding based on what i know about
es_es: andamio basado en lo que conozco

source: these learners
es_es: estos estudiantes

source: how can i help them understand what
es_es: cómo puedo ayudarles a entender qué

source: their next few steps might be
es_es: sus próximos pasos podrían ser

source: i'm going to provide scaffolding to help
es_es: voy a proporcionar un andamio para ayudar

source: people along their journey of course
es_es: gente a lo largo de su viaje, por supuesto

source: this doesn't happen all at once
es_es: esto no sucede todo a la vez

source: but if we work hard at it and if we
es_es: pero si trabajamos duro en él y si nosotros

source: iterate between formative assessment and
es_es: iterar entre la evaluación formativa y

source: scaffolding
es_es: andamio

source: what we're going to eventually do is
es_es: lo que finalmente vamos a hacer es

source: provide people with more
es_es: proporcionar a la gente más

source: agency and that's really my number one
es_es: y eso es realmente mi número uno

source: goal as a teacher
es_es: meta como profesor

source: anytime i teach i judge the lesson to be
es_es: cada vez que enseño que juzgo la lección

source: successful
es_es: exitoso

source: if people go away from it having more
es_es: si la gente desaparece teniendo más

source: ability to make their own decisions
es_es: capacidad para tomar sus propias decisiones

source: more ability to define what their next
es_es: más capacidad para definir qué será su siguiente

source: steps are
es_es: pasos son

source: ideas that they're really excited to
es_es: ideas con las que están realmente entusiasmados

source: follow through
es_es: seguir

source: on that's what learning is all about
es_es: en eso es sobre lo que se aprende

source: so wrapped up in this is this
es_es: tan envuelto en esto es esto

source: distinction between intrinsic and
es_es: distinción entre intrínseco y

source: extrinsic motivation right grades are
es_es: los grados rectos de motivación extrínseca son

source: extrinsic motivators kind of like the
es_es: motivadores extrínsecos como el

source: token value of cardano if you think
es_es: valor de token de cardano si lo cree

source: about it
es_es: sobre él

source: right extrinsic motivation these these
es_es: motivación extrínseca correcta estos

source: these carrots and sticks
es_es: estas zanahorias y palos

source: out in the world versus intrinsic
es_es: fuera en el mundo contra intrínseco

source: motivation
es_es: motivación

source: which is the feeling that oh i can't
es_es: que es la sensación que oh no puedo

source: resist
es_es: resistir

source: doing the next thing i want to see this
es_es: haciendo lo siguiente que quiero ver

source: project through
es_es: proyecto a través de

source: i want to solve this problem because it
es_es: quiero resolver este problema porque es

source: matters to me
es_es: me importa

source: and finally one more distinction between
es_es: y, finalmente, una distinción más entre

source: teaching and learning i touched on this
es_es: enseñar y aprender me tocó esto

source: a little bit
es_es: un poco

source: but the focus for all teachers has to be
es_es: pero el enfoque para todos los profesores tiene que ser

source: how much are people learning not how
es_es: cuánto están aprendiendo las personas no cómo

source: smart do i sound
es_es: sonido inteligente de do

source: not how many of my ideas can i throw out
es_es: no cuántas de mis ideas puedo tirar

source: there to the world
es_es: allá al mundo

source: but how much are people really
es_es: pero cuánto son realmente las personas

source: understanding
es_es: comprendiendo

source: and this is an ongoing thing in teaching
es_es: y esto es algo continuo en la enseñanza

source: if you walk into any school
es_es: si entra en alguna escuela

source: you're going to see teachers on opposite
es_es: vas a ver a los maestros enfrente

source: ends and everywhere in between of this
es_es: termina y en todas partes entre esto

source: continuum
es_es: continuo

source: between thinking teaching is about them
es_es: entre pensar que la enseñanza es sobre ellos

source: standing up and delivering content
es_es: levantarse y entregar contenido

source: and students actually understanding
es_es: y los estudiantes realmente entienden

source: things i've had a lot of good arguments
es_es: cosas que he tenido muchos buenos argumentos

source: about this over the years but i come
es_es: sobre esto a lo largo de los años pero vengo

source: down pretty strongly on the end
es_es: bastante fuerte al final

source: that it's not about me it's about how
es_es: que no se trata de mí es de cómo

source: much
es_es: mucho

source: other people can understand you can let
es_es: otras personas pueden entender que usted puede dejar

source: me know if it's working for this starter
es_es: sé si está funcionando para este inicio

source: kit okay i encourage your participation
es_es: kit okay animo tu participación

source: so to summarize teaching is only
es_es: así que resumir la enseñanza es sólo

source: effective
es_es: efectivo

source: if it leads to learning and as teachers
es_es: si conduce al aprendizaje y como profesores

source: our role
es_es: nuestro rol

source: is to think about the people that we're
es_es: es pensar en las personas que somos

source: trying to connect with
es_es: intentando conectar con

source: and find the right projects find the
es_es: y encontrar los proyectos adecuados para encontrar el

source: right problems
es_es: problemas correctos

source: find the right metaphors and find the
es_es: encontrar las metáforas correctas y encontrar las

source: right stories to tell
es_es: historias correctas a contar

source: so we can help people take the next step
es_es: así podemos ayudar a la gente a dar el siguiente paso

source: on their journey
es_es: en su viaje

source: understand the next thing that they
es_es: entender lo siguiente que ellos

source: didn't understand before
es_es: no entendía antes

source: so let's apply this to cardano
es_es: así que apliquemos esto a la tarjeta

source: over the last few months i've really
es_es: en los últimos meses i've realmente

source: started to recognize
es_es: comenzó a reconocer

source: that preparing for a conversation with
es_es: que se prepara para una conversación con

source: my friends or with my family
es_es: mis amigos o con mi familia

source: is similar to how i plan to teach a
es_es: es similar a cómo planeo enseñar un

source: lesson about high school algebra
es_es: lección sobre algoritmos de secundaria

source: okay and so let's think about how a few
es_es: vale, así que pensemos en cómo unos pocos

source: of these things apply
es_es: de estas cosas se aplican

source: to planning for conversations about
es_es: para planear conversaciones sobre

source: first of all planning and conversations
es_es: primero de todos los planes y conversaciones

source: are iterative it's not like you go from
es_es: son iterativos no es como ir de

source: planning then you have a conversation
es_es: planeando entonces tienes una conversación

source: then it's done
es_es: entonces ha terminado

source: right any conversation is going to raise
es_es: derecha cualquier conversación va a levantar

source: new questions for you
es_es: nuevas preguntas para ti

source: it's going to help you recognize things
es_es: va a ayudarte a reconocer cosas

source: that you wish you were better at
es_es: que desees que estés mejor en

source: explaining
es_es: explicando

source: so you're gonna have a chance to
es_es: así que tienes la oportunidad de

source: practice that okay
es_es: practica que está bien

source: it's really important to choose content
es_es: es realmente importante elegir el contenido

source: selectively there are so many
es_es: selectivamente hay tantos

source: opportunities there's so many articles
es_es: hay muchas oportunidades de artículos

source: blog posts
es_es: entradas del blog

source: podcasts videos out there where people
es_es: podcasts videos ahí fuera donde la gente

source: talk about blockchain and cardano
es_es: hablar sobre blockchain y cardano

source: don't just fill up on this content
es_es: no llenar este contenido

source: make sure you have a chance to digest
es_es: asegúrate de tener la oportunidad de digerir

source: what you're consuming
es_es: lo que estás consumiendo

source: make time to think and reflect on the
es_es: hacer tiempo para pensar y reflexionar sobre el

source: that you learn and while going back to
es_es: que aprendes y mientras vuelves a

source: this idea of executive functioning right
es_es: esta idea del funcionamiento del ejecutivo

source: don't just watch everything you don't
es_es: no solo ver todo lo que no ves

source: have to keep up on everything
es_es: tienen que seguir todo

source: choose carefully what's relevant to you
es_es: elige cuidadosamente qué es relevante para ti

source: to the people you're trying to connect
es_es: a la gente a la que intentas conectar

source: with our community is growing
es_es: con nuestra comunidad está creciendo

source: right trying to keep up on every podcast
es_es: intenta mantenerse al día en cada podcast

source: is really hard
es_es: es realmente difícil

source: and i'm not going to name the e there's
es_es: y no voy a nombrar la e hay

source: there's there's no way to judge which
es_es: no hay forma de juzgar cuál

source: podcasts are better than the others
es_es: los podcasts son mejores que los demás

source: because
es_es: porque

source: there's no objective measure of that it
es_es: no hay ninguna medida objetiva de eso

source: just depends on
es_es: sólo depende de

source: who you're trying to talk to and what
es_es: con quién estás intentando hablar y con qué

source: you're trying
es_es: estás intentando

source: to accomplish okay but do be selective
es_es: para conseguir algo pero ser selectivo

source: whatever you select
es_es: lo que seleccione

source: do be selective and then make sure you
es_es: sé selectivo y luego asegúrate de que

source: have time
es_es: tener tiempo

source: to think through what you're what you're
es_es: pensar en qué eres lo que eres

source: ingesting what you're consuming from a
es_es: ingeniando lo que estás consumiendo de un

source: media perspective
es_es: perspectiva de medios

source: now conversations help if you've never
es_es: ahora las conversaciones ayudan si nunca has

source: gone to a cardano blockchain meetup
es_es: fue a un encuentro de blockchain de cardano

source: i really recommend going on meetup.com
es_es: recomiendo ir en meetup.com

source: i'll leave a link to it
es_es: dejaré un enlace a él

source: and finding a cardano blockchain meetup
es_es: y encontrar un encuentro de blockchain de cardano

source: that's helpful to you join discord and
es_es: eso es útil para unirte a Discord y

source: telegram channels
es_es: canales telegram

source: try ideas on reddit to see how they go
es_es: prueba ideas en reddit para ver cómo van

source: this is all part and parcel with
es_es: todo esto es parte y paquete con

source: practicing and you're going to discover
es_es: practicando y vas a descubrir

source: the ways
es_es: las vías

source: that make the most sense to you about
es_es: que tienen más sentido para ti

source: how you're going to
es_es: cómo vas a

source: communicate because at the end of the
es_es: comunicarse porque al final del

source: day the little things we do
es_es: día las pequeñas cosas que hacemos

source: all add up i am a firm believer that
es_es: todos suman que soy un firme creyente que

source: small actions
es_es: acciones pequeñas

source: over time lead to greater results than
es_es: con el tiempo llevar a resultados mayores que

source: just grand speculation
es_es: sólo grandes especulaciones

source: is it fun to talk about what cardano's
es_es: es divertido hablar sobre qué cardano

source: going to do over the next few decades
es_es: va a hacer en las próximas décadas

source: absolutely i can daydream about that all
es_es: absolutamente puedo soñar con eso todo

source: day and i can have really high spirited
es_es: día y yo puedo tener un espíritu muy alto

# 00:09:30.159-->00:09:33.600
source: conversations
es_es: conversaciones

source: inside the cardano community about that
es_es: dentro de la comunidad de cardanos sobre eso

source: but if we really want to accomplish
es_es: pero si realmente queremos completar

source: those things
es_es: esas cosas

source: it's not about just having those big
es_es: no se trata de tener esos grandes

source: picture conversations
es_es: conversaciones de imágenes

source: it's about doing what we can do today
es_es: se trata de hacer lo que podemos hacer hoy

source: to move the ball incrementally further
es_es: para mover la bola incrementalmente más allá

source: towards that the other metaphor right
es_es: hacia la otra metáfora derecha

source: it's a marathon
es_es: es un marathon

source: not a sprint we're not gonna just flip
es_es: no es un sprint que no nos gonna simplemente voltear

source: the lights on one day
es_es: las luces de un día

source: gogan's gonna come out right we're
es_es: gonna de gogan, salimos bien nosotros

source: learning about that
es_es: aprendiendo sobre eso

source: right now right that doesn't that's not
es_es: ahora mismo está bien que no es eso

source: the end of the story that's just the
es_es: el final de la historia que es sólo el

source: beginning and we all have work to do
es_es: comenzando y todos tenemos trabajo por hacer

source: on a daily basis one more metaphor
es_es: a diario una metáfora más

source: i love the metaphor of drops in the
es_es: me encanta la metáfora de las gotas en el

source: bucket okay so i'm just listing
es_es: bien el cubo así que sólo voy a listar

source: different ways you can think about it
es_es: diferentes formas de pensar al respecto

source: here
es_es: aqui

source: again you might have a different way
es_es: otra vez podrías tener una manera diferente

source: that you like to think about it
es_es: que te gusta pensar en él

source: that's the most important thing i'm just
es_es: eso es lo más importante que soy sólo

source: throwing a few ideas out there
es_es: arrojando algunas ideas por ahí

source: so here's your task for part one of this
es_es: así que aquí está tu tarea para una parte de esto

# 00:10:24.799-->00:10:29.120
source: starter kit
es_es: kit de inicio

source: i want you to balance content with
es_es: quiero que usted balancee el contenido con

source: reflection
es_es: reflexión

source: watch or listen to any podcast you want
es_es: ver o escuchar cualquier podcast que quieras

source: i'll make some suggestions
es_es: haré algunas sugerencias

source: um later in this starter kit but don't
es_es: um más adelante en este kit de inicio, pero no

source: follow me just
es_es: Sígueme sólo
